Repository: Bylov-Consulting/Den-Gamle-By
Catalog: Export Tenant Media/Translations/DGB Data Backup.*.xlf
Languages: da_dk

# Table 2102222431 - Property 2879900210
source: Admission Card Owner DGB
da_dk: Adgangskort Ejer DGB

# Table 2102222431 - Field 3168444338 - Property 2879900210
source: Address
da_dk: Adresse

# Table 2102222431 - Field 2306852000 - Property 2879900210
source: Address 2
da_dk: Adresse 2

# Table 2102222431 - Field 2779915060 - Property 2879900210
source: Anonymized
da_dk: Anonymiseret

# Table 2102222431 - Field 1576740555 - Property 2879900210
source: Birth Date
da_dk: Fødselsdato

# Table 2102222431 - Field 714791889 - Property 2879900210
source: City
da_dk: By

# Table 2102222431 - Field 3997336476 - Property 2879900210
source: Company Name
da_dk: Firmanavn

# Table 2102222431 - Field 243748095 - Property 2879900210
source: Contact Person
da_dk: Kontaktperson

# Table 2102222431 - Field 284764054 - Property 2879900210
source: Country/Region Code
da_dk: Lande-/områdekode

# Table 2102222431 - Field 499448942 - Property 2879900210
source: County
da_dk: Amt

# Table 2102222431 - Field 1171137197 - Property 2879900210
source: Customer Name
da_dk: Kundenavn

# Table 2102222431 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.

# Table 2102222431 - Field 3444679095 - Property 2879900210
source: First Name
da_dk: Fornavn

# Table 2102222431 - Field 2981864456 - Property 2879900210
source: Full Name
da_dk: Fulde navn

# Table 2102222431 - Field 2303302321 - Property 2879900210
source: Gender
da_dk: Køn

# Table 2102222431 - Field 749447638 - Property 2879900210
source: Last Modified Date Time
da_dk: Dato/tid for ændring

# Table 2102222431 - Field 4068742839 - Property 2879900210
source: Last Name
da_dk: Efternavn

# Table 2102222431 - Field 1567377202 - Property 2879900210
source: Linked Cards UID
da_dk: Tilknyttede kort UID

# Table 2102222431 - Field 966287263 - Property 2879900210
source: Name 2
da_dk: Navn 2

# Table 2102222431 - Field 771586741 - Property 2879900210
source: Newsletter Consent Date
da_dk: Dato for nyhedsbrev samtykke

# Table 2102222431 - Field 4200184881 - Property 2879900210
source: No.
da_dk: Nr.

# Table 2102222431 - Field 1351594800 - Property 2879900210
source: No. Series
da_dk: Nummerserie

# Table 2102222431 - Field 3986423421 - Property 2879900210
source: Phone No.
da_dk: Telefonnr.

# Table 2102222431 - Field 1594621544 - Property 2879900210
source: Picture
da_dk: Billede

# Table 2102222431 - Field 3660300303 - Property 2879900210
source: Post Code
da_dk: Postnr.

# Table 1764717988 - Property 2879900210
source: Media Export Configuration
da_dk: Medie Eksport Konfiguration

# Table 1764717988 - Field 262357772 - Property 2879900210
source: Eligible Records Count
da_dk: Antal poster klar til eksport

# Table 1764717988 - Field 315269924 - Property 2879900210
source: Exported Records Count
da_dk: Antal eksporterede poster

# Table 1764717988 - Field 335909882 - Property 2879900210
source: File Name Field ID
da_dk: Filnavn felt-id

# Table 1764717988 - Field 378310720 - Property 2879900210
source: File Name Field Name
da_dk: Filnavn feltnavn

# Table 1764717988 - Field 2845459844 - Property 2879900210
source: Image Field ID
da_dk: Billedfelt-id

# Table 1764717988 - Field 3262818206 - Property 2879900210
source: Image Field Name
da_dk: Billedfelt navn

# Table 1764717988 - Field 3135334477 - Property 2879900210
source: Table ID
da_dk: Tabel-id

# Table 1764717988 - Field 3808951907 - Property 2879900210
source: Table Name
da_dk: Tabelnavn

# Table 572661664 - Property 2879900210
source: Media Export Log
da_dk: Medie Eksport Log

# Table 572661664 - Field 1507820894 - Property 2879900210
source: Export Timestamp
da_dk: Eksport tidsstempel

# Table 572661664 - Field 2799034402 - Property 2879900210
source: Image File Name
da_dk: Billedfilnavn

# Table 572661664 - Field 3135334477 - Property 2879900210
source: Table ID
da_dk: Tabel-id

# Table 572661664 - Field 2437836510 - Property 2879900210
source: Zip File Name
da_dk: Zip-filnavn

# Table 716911121 - Property 2879900210
source: Media Export Setup
da_dk: Medie Eksport Opsætning

# Table 716911121 - NamedType 3388016801
source: Batch size must be greater than 0.
da_dk: Batchstørrelse skal være større end 0.

# Table 716911121 - Field 452282391 - Property 2879900210
source: Allow Export Log Deletion
da_dk: Tillad sletning af eksportlog

# Table 716911121 - Field 596754667 - Property 2879900210
source: Batch Size
da_dk: Batchstørrelse

# Table 716911121 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle

# Codeunit 1251426492 - NamedType 1737193719
source: Batch size is not configured. Open the Media Export Setup page and set a batch size.
da_dk: Batchstørrelse er ikke konfigureret. Åbn siden Medie Eksport Opsætning og angiv en batchstørrelse.

# Codeunit 1251426492 - NamedType 4133207157
source: Do you want to continue exporting the next batch of records?
da_dk: Vil du fortsætte med at eksportere den næste batch af poster?

# Codeunit 1251426492 - NamedType 666157628
source: Exporting images...\\Processed #1#### of #2####.
da_dk: Eksporterer billeder...\\Behandlet #1#### af #2####.

# Codeunit 1251426492 - NamedType 4025520909
source: Image field %1 not found on table %2.
da_dk: Billedfelt %1 blev ikke fundet i tabel %2.

# Codeunit 1251426492 - NamedType 2664849222
source: No export configuration found for table %1.
da_dk: Ingen eksportopsætning fundet for tabel %1.

# Codeunit 1251426492 - NamedType 2171248824
source: No images found to export.
da_dk: Ingen billeder fundet til eksport.

# Codeunit 1251426492 - NamedType 1687628090
source: Export_%1_%2_%3.zip
da_dk: Eksport_%1_%2_%3.zip

# Page 1050956362 - Property 2879900210
source: Picture
da_dk: Billede

# Page 1050956362 - Control 1594621544 - Property 1295455071
source: Specifies the picture.
da_dk: Angiver billedet.

# Page 2782836123 - Property 2879900210
source: Admission Card Owner DGB
da_dk: Adgangskort Ejer DGB

# Page 2782836123 - Control 4253802235 - Property 2879900210
source: Additional Information
da_dk: Yderligere oplysninger

# Page 2782836123 - Control 2779915060 - Property 1295455071
source: Specifies if the record is anonymized.
da_dk: Angiver, om posten er anonymiseret.

# Page 2782836123 - Control 4190130733 - Property 1295455071
source: Specifies the customer number.
da_dk: Angiver kundenummeret.

# Page 2782836123 - Control 749447638 - Property 1295455071
source: Specifies when the record was last modified.
da_dk: Angiver, hvornår posten sidst blev ændret.

# Page 2782836123 - Control 1567377202 - Property 1295455071
source: Specifies the linked cards unique identifier.
da_dk: Angiver de tilknyttede korts unikke identifikator.

# Page 2782836123 - Control 771586741 - Property 1295455071
source: Specifies the newsletter consent date.
da_dk: Angiver datoen for nyhedsbrev samtykke.

# Page 2782836123 - Control 1351594800 - Property 1295455071
source: Specifies the number series.
da_dk: Angiver nummerserien.

# Page 2782836123 - Control 747418715 - Property 2879900210
source: Address & Contact
da_dk: Adresse & Kontakt

# Page 2782836123 - Control 598655331 - Property 2879900210
source: Address
da_dk: Adresse

# Page 2782836123 - Control 3168444338 - Property 1295455071
source: Specifies the address.
da_dk: Angiver adressen.

# Page 2782836123 - Control 2306852000 - Property 1295455071
source: Specifies additional address information.
da_dk: Angiver yderligere adresseoplysninger.

# Page 2782836123 - Control 714791889 - Property 1295455071
source: Specifies the city.
da_dk: Angiver byen.

# Page 2782836123 - Control 284764054 - Property 1295455071
source: Specifies the country/region code.
da_dk: Angiver lande-/områdekoden.

# Page 2782836123 - Control 499448942 - Property 1295455071
source: Specifies the county.
da_dk: Angiver amtet.

# Page 2782836123 - Control 3660300303 - Property 1295455071
source: Specifies the post code.
da_dk: Angiver postnummeret.

# Page 2782836123 - Control 3993128796 - Property 2879900210
source: Contact
da_dk: Kontakt

# Page 2782836123 - Control 1541011875 - Property 1295455071
source: Specifies the email address.
da_dk: Angiver e-mailadressen.

# Page 2782836123 - Control 3986423421 - Property 1295455071
source: Specifies the phone number.
da_dk: Angiver telefonnummeret.

# Page 2782836123 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generelt

# Page 2782836123 - Control 1576740555 - Property 1295455071
source: Specifies the birth date.
da_dk: Angiver fødselsdatoen.

# Page 2782836123 - Control 3997336476 - Property 1295455071
source: Specifies the company name.
da_dk: Angiver firmanavnet.

# Page 2782836123 - Control 243748095 - Property 1295455071
source: Specifies the contact person.
da_dk: Angiver kontaktpersonen.

# Page 2782836123 - Control 1171137197 - Property 1295455071
source: Specifies the customer name.
da_dk: Angiver kundenavnet.

# Page 2782836123 - Control 3444679095 - Property 1295455071
source: Specifies the first name.
da_dk: Angiver fornavnet.

# Page 2782836123 - Control 2981864456 - Property 1295455071
source: Specifies the full name.
da_dk: Angiver det fulde navn.

# Page 2782836123 - Control 2303302321 - Property 1295455071
source: Specifies the gender.
da_dk: Angiver køn.

# Page 2782836123 - Control 4068742839 - Property 1295455071
source: Specifies the last name.
da_dk: Angiver efternavnet.

# Page 2782836123 - Control 966287263 - Property 1295455071
source: Specifies an alternative name.
da_dk: Angiver et alternativt navn.

# Page 2782836123 - Control 4200184881 - Property 1295455071
source: Specifies the card owner number.
da_dk: Angiver kortejernummeret.

# Page 2782836123 - Control 1526740379 - Property 2879900210
source: Picture
da_dk: Billede

# Page 3457183554 - Property 2879900210
source: Admission Card Owners DGB
da_dk: Adgangskort Ejere DGB

# Page 3457183554 - Control 714791889 - Property 1295455071
source: Specifies the city.
da_dk: Angiver byen.

# Page 3457183554 - Control 4190130733 - Property 1295455071
source: Specifies the customer number.
da_dk: Angiver kundenummeret.

# Page 3457183554 - Control 1541011875 - Property 1295455071
source: Specifies the email address.
da_dk: Angiver e-mailadressen.

# Page 3457183554 - Control 3444679095 - Property 1295455071
source: Specifies the first name.
da_dk: Angiver fornavnet.

# Page 3457183554 - Control 2981864456 - Property 1295455071
source: Specifies the full name.
da_dk: Angiver det fulde navn.

# Page 3457183554 - Control 4068742839 - Property 1295455071
source: Specifies the last name.
da_dk: Angiver efternavnet.

# Page 3457183554 - Control 4200184881 - Property 1295455071
source: Specifies the card owner number.
da_dk: Angiver kortejernummeret.

# Page 3457183554 - Control 3986423421 - Property 1295455071
source: Specifies the phone number.
da_dk: Angiver telefonnummeret.

# Page 3457183554 - Control 3660300303 - Property 1295455071
source: Specifies the post code.
da_dk: Angiver postnummeret.

# Page 1764717988 - Property 2879900210
source: Media Export Configuration
da_dk: Medie Eksport Konfiguration

# Page 1764717988 - Control 335909882 - Property 1295455071
source: Specifies which field value is used to name the exported files.
da_dk: Angiver, hvilken feltværdi der bruges til at navngive de eksporterede filer.

# Page 1764717988 - Control 378310720 - Property 1295455071
source: Displays the file name field for the selected field ID.
da_dk: Viser filnavnsfeltet for det valgte felt-id.

# Page 1764717988 - Control 2845459844 - Property 1295455071
source: Specifies the media field to export.
da_dk: Angiver mediefeltet, der skal eksporteres.

# Page 1764717988 - Control 3262818206 - Property 1295455071
source: Displays the media field name for the selected field ID.
da_dk: Viser mediefeltnavnet for det valgte felt-id.

# Page 1764717988 - Control 3135334477 - Property 1295455071
source: Specifies the table ID to export from.
da_dk: Angiver tabel-id, der skal eksporteres fra.

# Page 1764717988 - Control 3808951907 - Property 1295455071
source: Specifies a descriptive table name.
da_dk: Angiver et beskrivende tabelnavn.

# Page 572661664 - Property 2879900210
source: Media Export Log
da_dk: Medie Eksport Log

# Page 572661664 - NamedType 658144035
source: Deletion of export log entries is not allowed by setup.
da_dk: Sletning af eksportlogposter er ikke tilladt i konfigurationen.

# Page 572661664 - Control 1507820894 - Property 1295455071
source: Specifies when the record was exported.
da_dk: Angiver, hvornår posten blev eksporteret.

# Page 572661664 - Control 2799034402 - Property 1295455071
source: Specifies the exported image file name.
da_dk: Angiver det eksporterede billedfilnavn.

# Page 572661664 - Control 1564791999 - Property 1295455071
source: Specifies the record ID resolved from the system ID.
da_dk: Angiver post-id'et, der er løst fra system-id'et.

# Page 572661664 - Control 1564791999 - Property 2879900210
source: Record ID
da_dk: Post-id

# Page 572661664 - Control 3076185996 - Property 1295455071
source: Specifies the system ID for the exported record.
da_dk: Angiver system-id'et for den eksporterede post.

# Page 572661664 - Control 3135334477 - Property 1295455071
source: Specifies the table ID for the exported record.
da_dk: Angiver tabel-id for den eksporterede post.

# Page 572661664 - Control 2437836510 - Property 1295455071
source: Specifies the zip file name that contains the exported image.
da_dk: Angiver zip-filnavnet, der indeholder det eksporterede billede.

# Page 716911121 - Property 2879900210
source: Media Export Setup
da_dk: Medie Eksport Opsætning

# Page 716911121 - Control 452282391 - Property 1295455071
source: Specifies whether records can be deleted from the export log.
da_dk: Angiver, om poster kan slettes fra eksportloggen.

# Page 716911121 - Control 596754667 - Property 1295455071
source: Specifies how many records are exported per batch.
da_dk: Angiver, hvor mange poster der eksporteres pr. batch.

# Page 1683680648 - Property 2879900210
source: Media Export Status
da_dk: Medie Eksport Status

# Page 1683680648 - Control 262357772 - Property 1295455071
source: Specifies the number of records with media that have not been exported yet.
da_dk: Angiver antallet af poster med medier, der endnu ikke er eksporteret.

# Page 1683680648 - Control 315269924 - Property 1295455071
source: Specifies the total number of records that have been exported.
da_dk: Angiver det samlede antal poster, der er blevet eksporteret.

# Page 1683680648 - Control 378310720 - Property 1295455071
source: Specifies the name of the field used for file naming. If blank, System ID will be used.
da_dk: Angiver navnet på feltet, der bruges til filnavngivning. Hvis tomt, vil System-id blive brugt.

# Page 1683680648 - Control 3262818206 - Property 1295455071
source: Specifies the name of the field containing the media.
da_dk: Angiver navnet på feltet, der indeholder mediet.

# Page 1683680648 - Control 3808951907 - Property 1295455071
source: Specifies the name of the table containing media to export.
da_dk: Angiver navnet på tabellen, der indeholder medier til eksport.

# Page 1683680648 - Action 4126130292 - Property 1295455071
source: Edit the export configuration.
da_dk: Rediger eksport opsætningen.

# Page 1683680648 - Action 4126130292 - Property 2879900210
source: Edit Configuration
da_dk: Rediger opsætning

# Page 1683680648 - Action 3890480092 - Property 1295455071
source: View the export log for this configuration.
da_dk: Vis eksportloggen for denne opsætning.

# Page 1683680648 - Action 3890480092 - Property 2879900210
source: Export Log
da_dk: Eksport log

# Page 1683680648 - Action 508142580 - Property 1295455071
source: Export images from the selected table configuration.
da_dk: Eksporter billeder fra den valgte tabelopsætning.

# Page 1683680648 - Action 508142580 - Property 2879900210
source: Export Images
da_dk: Eksporter billeder

# Page 1683680648 - Action 2144283875 - Property 1295455071
source: Refresh the eligible records count.
da_dk: Opdater antal poster klar til eksport.

# Page 1683680648 - Action 2144283875 - Property 2879900210
source: Refresh
da_dk: Opdater

# Page 1000154712 - Property 2879900210
source: Media Field Lookup
da_dk: Medie felt opslag

# Page 1000154712 - Control 823559016 - Property 1295455071
source: Specifies the field caption.
da_dk: Angiver feltoverskriften.

# Page 1000154712 - Control 3070320983 - Property 1295455071
source: Specifies the field name.
da_dk: Angiver feltnavnet.

# Page 1000154712 - Control 4200184881 - Property 1295455071
source: Specifies the field number.
da_dk: Angiver feltnummeret.

# Page 1000154712 - Control 1878130204 - Property 1295455071
source: Specifies the field type.
da_dk: Angiver felttypen.

# Page 3457183554 - Action 508142580 - Property 1295455071
source: Export images from the current list to a zip file.
da_dk: Eksporter billeder fra den aktuelle liste til en zip-fil.

# Page 3457183554 - Action 508142580 - Property 2879900210
source: Export Images
da_dk: Eksporter billeder

# Enum 3235583090 - EnumValue 895618026 - Property 2879900210
source: Female
da_dk: Kvinde

# Enum 3235583090 - EnumValue 2360431967 - Property 2879900210
source: Male
da_dk: Mand
